Repository: saedAlHanash/sadaf
Catalog: lib/l10n/intl_*.arb
Languages: ku

# wrongEmail
source: Invalid email
ku: E-postayek nevalid

source: Done
ku: Tê

source: Confirm
ku: Pêşdeçûyî

source: Cancel
ku: Betal bike

source: Cart
ku: Çarçove

# fav
source: Favorites
ku: Hezkirin

source: Edit Profile
ku: Profîla guhertinê

# myOrder
source: My Orders
ku: Pirsên min

source: Phone Number
ku: Hejmara telefonê

# pleasCreateAccount
source: Please create an account
ku: Ji kerema xwe re hesabê çêbikin

source: Create Account
ku: Hesabê çêbikin

source: Username
ku: Navê bikaranîner

source: Region
ku: Herêm

source: Password
ku: Şîfreyê

# rePassword
source: Confirm Password
ku: Şîfreya xwedîderketinê

source: Login
ku: Çûyîn

source: Full Name
ku: Navê têkildar

source: Email
ku: E-nivîs

# noInternet
source: Please check your internet connection
ku: Ji kerema xwe girêdana xwe ya Internetê kontrol bike

# nameEmpty
source: Name field is required
ku: Qada navê bi tevahî gerek e

# phoneNumberEmpty
source: Phone number field is required
ku: Qada hejmara telefonê bi tevahî gerek e

# emailEmpty
source: Email field is required
ku: Qada e-nivîsê bi tevahî gerek e

# passwordEmpty
source: Password field is required
ku: Qada şîfre bi tevahî gerek e

# passwordNotMatch
source: Password does not match
ku: Şîfre ne dengeyekî

# forgetPassword
source: Forgot Password?
ku: Şîfreya we ji bîrkir

# continueTo
source: Continue
ku: Bi xurtir ve çûyîn

# confirmCode
source: Enter Confirmation Code
ku: Koda pêşdeçûyîyan binivîse

# codeSentToEmail
source: Confirmation code sent to email:
ku: Koda pêşdeçûyî hatî şandin bo e-nivîsê:

source: Home
ku: Mal

source: Profile
ku: Profil

source: About
ku: Dîrok

# notification
source: Notifications
ku: Agahdariyê

source: Settings
ku: Mîhengên

# policy
source: Terms of Use and Privacy Policy
ku: Polîtîkaya bikaranîna û mahremiyê

# contact
source: Contact Us
ku: Bi me re têkilî bibe

# changePhone
source: Change Phone Number
ku: Guhertina hejmara telefonê

# changePass
source: Change Password
ku: Şîfreyê guhertinê

# phoneNumberCanNotBeChange
source: Phone number cannot be changed
ku: Hejmara telefonê nabe guhertin

source: Continue Sign Up
ku: Destûrên çavdêrî

# wrongPhone
source: Invalid phone number
ku: Hejmara telefonê ne rast e

# signInWithSocial
source: Sign In With Social Networks:
ku: چوونە ژوورەوە بە گرووپی ئاگاداری:

source: Sign Up
ku: خۆتۆمارکردن

source: name
ku: ناو

source: birthday
ku: ڕۆژی لەدایکبوون

# need11
source: The Phone Number Is 11 Digits
ku: ژمارەی مۆبایلەکە دەبێت ١١ ژمارەیەک بێت

# need8
source: The Password Is More Than 8 Letters And Numbers
ku: وشەی تێپەڕەوشە بەرزتر بە ٨ پیت و ژمارە بێت

source: confirm password
ku: وشەی تێپەڕەوشەی دووبارەکردنەوە

source: Already Have An Account?
ku: پێشتر هەژمارێکت هەیە؟

# sgnIn
source: Sign In.
ku: چوونە ژوورەوە

# confirmMethod
source: Please Choose How You Would Like To Send The Verification Code
ku: تکایە شێوازی ناردنی کۆدی پەسەندکردن دیاری بکە

source: Phone Call
ku: پەیوەندی تەلەفۆنی

source: Phone SMS
ku: پەیامی تەلەفۆن

# enterOTP
source: Enter Your OTP Code Here.
ku: کۆدی OTP لێرە دانێ

# didNotReceiveOTP
source: Didn't Receive The OTP?
ku: OTP نەگرتووەت؟

source: Resend
ku: دووبارە ناردن

source: verify
ku: پەسەند بکە

source: Account Created!
ku: هەژمار دروستکرا!

# haveBeenCreated
source: Your Account Had Been Created
ku: هەژمارەکەت دروستکرا

source: Successfully.
ku: بە سەرکەوتووی.

source: Confirmation
ku: پەسەندکردن

source: Number Phone
ku: ژمارەی مۆبایل

# passwordReset
source: Your Password Has Been Reset!
ku: وشەی تێپەڕەوشەت ڕێکخستووە!

source: save change
ku: پاشکەوتکردنی گۆڕانکاری

source: Change Password
ku: گۆڕینی وشەی تێپەڕەوشە

source: Your Address
ku: ناونیشانی تۆ

source: Your Phone
ku: ژمارەی مۆبایلەکەت

source: Your Name
ku: ناوی تۆ

source: Your Email
ku: ئیمەیلی تۆ

source: Current Password
ku: وشەی تێپەڕەوشەی ئێستا

source: New Password
ku: وشەی تێپەڕەوشەی نوێ

source: confirm New Password
ku: دووبارەی وشەی تێپەڕەوشەی نوێ پەسەند بکە

source: first name
ku: ناوی یەکەم

source: Last name
ku: ناوی دووەم

source: Change Name
ku: گۆڕینی ناو

source: Change Address
ku: گۆڕینی ناونیشان

source: Country
ku: وڵات

source: City
ku: شار

source: Home Address
ku: ناونیشانی خانە

source: Use Current Location
ku: بەکارهێنانی شوێنی ئێستا

source: Other
ku: تر

source: Registered Before
ku: پێشتر تۆمارکراویت؟

source: Change Email
ku: گۆڕینی ئیمەیل

source: My Info
ku: زانیاریەکانم

source: My Orders
ku: فەرمانەکانم

source: WishList
ku: لیستی ئەو کارانەی دەتەوێت

source: F.A.q
ku: پرسیار و وەڵامەکان

source: Terms And Conditions
ku: شەرعیەکان و ئەندامەکان

source: About Us
ku: دەربارەی ئامێرەکان

source: Support
ku: پاڵپشتی

source: Logout
ku: چوونە دەرەوە

source: Language
ku: زمان

source: Currency
ku: دانە

source: Delete Account
ku: سڕینەوەی هەژمار

source: See All
ku: هەموو ببینە

source: Offer
ku: پێشکەش

source: Days
ku: ڕۆژ

source: Hours
ku: کاتژمێر

source: Min
ku: خولەک

source: Minutes
ku: خولەکە

source: Price
ku: نرخ

source: Description
ku: شرۆڤە

source: Reviews
ku: بەڵێوەچوونەکان

source: Sizes
ku: قەبارەکان

source: Registered Before
ku: پێشتر تۆمارکراو

source: Max
ku: زۆرترین

source: Apply filters
ku: فیلتەرەکان بکە

source: Color
ku: ڕەنگ

source: Colors
ku: ڕەنگەکان

source: Apply
ku: بکە

# new_check_email
source: New Check Your Email For Confirmation Link
ku: بۆ پشتگیری بەستەرەکەت لە بستەری ئیمەیلەکەت بکە

source: Expiration
ku: بەسەرچوون

source: Save For Later?
ku: بۆ دوایکردنەوە پاشەکەوت بکە؟

source: Location
ku: شوێن

source: Confirm Address
ku: پەسەندکردنی ناونیشان

source: Card Name
ku: ناوی کارت

source: Card Number
ku: ژمارەی کارت

source: Payment Summary
ku: کورتەی پارەدان

source: Subtotal
ku: کۆی ژمارەی خۆکار

source: Filters
ku: فیلتەرەکان

source: Additional service
ku: خزمەتی زیادە

source: Order summary
ku: کورتەی داواکردن

source: Coupon Code
ku: کۆدی کۆبوون

# code_invalid
source: This Code Is Invalid CODE
ku: ئەم کۆدە نادروستە

source: Wishlist
ku: لیستی داواکراو

source: Related Products
ku: وەرزشەکانی پەیوەندی

source: Add To Cart
ku: زیاد بکە بۆ سەبەتە

source: New Arrival
ku: پەرتووکی نوێ

# donePending
source: Order Created
ku: Done Pending

# doneProcessing
source: Order Processed
ku: Done Processing

# doneReady
source: Order Was Ready
ku: Done Ready

# doneShipping
source: Order Shipped
ku: Done Shipping

# doneCompleted
source: Order Completed
ku: Done Completed

# doneCanceled
source: Order Canceled
ku: Done Canceled

# donePaymentFailed
source: PaymentFailed
ku: Done PaymentFailed

# doneReturned
source: Order Returned
ku: Done Returned
